// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Scansione su computer";
TaskDescription = "Scansione su computer consente di avviare la scansione dal pannello anteriore del dispositivo HP e inviare automaticamente l'output al computer.";

MoreInfoButtonToolTipTitle = "Altre info su Scansione a computer";

"COMPUTER_NAME_TITLE" = "Il nome del computer è";
"COMPUTER_NAME_DESCRIPTION" = "Quando si avvia una scansione dal dispositivo HP, potrebbe essere necessario selezionare il computer nell'elenco di computer host abilitati per la scansione.";
ComputerNameWithDefaultDestinationDescription = "Quando si inizia la scansione dal dispositivo HP, potrebbe essere richiesto di selezionare il computer da un elenco di computer host abilitati per la funzionalità di scansione al computer. Le scansioni verranno salvate in una destinazione predefinita.  Per modificare le attività di scansione, fare clic sul pulsante \"Modifica attività di scansione\".";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computer";

"INSTALLATION_ERROR" = "Impossibile trovare su questo computer il software HP necessario per la scansione su computer. Scaricare ed installare il più recente software HP consigliato per questo dispositivo da http://www.hp.com/support e riprivare";
HSDNoHPScanDriverErrorMessage = "Impossibile caricare il software HP necessario per la scansione su computer. Scaricare e installare il software più recente per il dispositivo HP da http://www.hp.com/support, quindi riprovare. Se il problema si ripresenta, riavviare il Mac e il dispositivo HP.";

EnableScanToComputerCheckBoxTitle = "Abilita scansione su computer";

EnablingScanToComputerProgressTitle = "Abilitazione scansione su computer in corso…";

ScanToComputerIsEnabledTitle = "Scansione su computer è abilitata";
ChangeComputerNameButtonTitle = "Cambia nome computer…";

ScanToComputerDisabledTitle = "Scansione su computer è disabilitata";
ScanToComputerDisabledDescriptionTitle = "È ancora possibile avviare la scansione dal software di scansione del computer — ad esempio, da HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Impossibile abilitare scansione su computer";

EnablingFailedCause1Title = "Possibile causa 1: È già stato abilitato il numero massimo di computer. Per abilitare Scansione su computer, è necessario innanzitutto disabilitare questa funzionalità su un altro computer.";
EnablingFailedCause2Title = "Possibile causa 2: Impossibile comunicare con il dispositivo. Controllare i cavi e le impostazioni di connessione. Se il problema persiste, provare a riavviare il computer e il dispositivo HP.";
ShowEnabledComputersButtonTitle = "Visualizza computer abilitati";

CommunicationErrorTitle = "Errore di comunicazione";
CommunicationErrorDescriptionTitle = "Impossibile comunicare con il dispositivo. Controllare i cavi e le impostazioni di connessione. Se il problema persiste, provare a riavviare il computer e il dispositivo HP.";

EditScanTasksButtonTitle = "Modifica attività di scansione…";
EditScanTasksButtonToolTipTitle = "Visualizzare e modificare le operazioni di scansione con HP Easy Scan (o HP Scan per alcuni prodotti)";
CannotEditScanTasksErrorTitle = "Impossibile trovare HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (o HP Scan per alcuni prodotti) è necessario per visualizzare e modificare le impostazioni delle operazioni di scansione. Scarica e installa il software più recente relativo al prodotto alla pagina HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:È necessario aggiornare il software HP Scan. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Attualmente abilitato per la scansione su computer";
MaximumEnabledComputersAmountTitle = "N. max abilitati per il dispositivo:";
